var searchData=
[
  ['Свертка_20и_20цифровая_20фильтрация',['Свертка и цифровая фильтрация',['../group___c_o_n_v___g_r_o_u_p.html',1,'']]],
  ['Алгоритмы_20дискретного_20и_20быстрого_20преобразования_20Фурье',['Алгоритмы дискретного и быстрого преобразования Фурье',['../group___d_f_t___g_r_o_u_p.html',1,'']]],
  ['Расчет_20КИХ_2dфильтров',['Расчет КИХ-фильтров',['../group___f_i_r___f_i_l_t_e_r___d_e_s_i_g_n___g_r_o_u_p.html',1,'']]],
  ['Расчет_20БИХ_2dфильтров',['Расчет БИХ-фильтров',['../group___i_i_r___f_i_l_t_e_r___d_e_s_i_g_n___g_r_o_u_p.html',1,'']]],
  ['Библиотека_20dspl',['Библиотека DSPL',['../group___m_a_i_n___g_r_o_u_p.html',1,'']]],
  ['Спектральный_20анализ',['Спектральный анализ',['../group___s_p_e_c_t_r_a_l___g_r_o_u_p.html',1,'']]],
  ['Функции_20оконного_20взвешивания',['Функции оконного взвешивания',['../group___w_i_n___g_r_o_u_p.html',1,'']]]
];
